Repository: tuquito/tuquito-adsl
Catalog: po/*.po
Languages: pt

source: Configuring ADSL modem
pt: Configuração de modem ADSL

source: Which zone do you belong?
pt: A qual zona você pertence?

source: Zone
pt: Zona

source: Do you want to automatically load your modem at the beginning of Tuquito?
pt: Deseja carregar o seu modem automaticamente ao iniciar o Tuquito?

source: Wait until the link LED of your modem, is fully on and press OK to continue (Aprox. 40 seconds).
pt: Aguarde até que o LED Link do seu modem esteja aceso (sem piscar) e aceite para continuar (Aprox. 40 segundos).

source: The modem was configured successfully
pt: O modem foi configurado corretamente

source: What driver is compatible with your modem?
pt: Qual driver é compátivel com o seu modem?

source: What type of modem you have?
pt: Que tipo de modem você possui?

source: Types
pt: Tipos

source: Connected
pt: Conectado

source: Connection successfully established
pt: Conexão estabelecida

source: You are disconnected
pt: Você está desconectado

source: <b>Attention!</b> Your modem is not configured yet. To do this, select <i>Settings » Configure modem</i>. Once configured, edit your account from <i>Settings » Edit account</i>.
pt: <b>Atenção!</b> O seu modem não está configurado ainda. Para configurá-lo, selecione <i>Configurações » Configurar modem</i>. Uma vez configurado, edite a sua conta em <i>Configurações » Editar conta</i>.

source: Attention!
pt: Atenção!

source: _Settings
pt: _Preferencias

source: User:
pt: Usuário:

source: Configure modem
pt: Configurar modem

source: Edit account
pt: Editar conta

source: My account
pt: Minha conta

source: user@provider
pt: usuario@proveedor
